Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Vibe Manager runs coding agents on your behalf. macOS asks for permission every time one of them reads your Desktop, Documents, Downloads, an external disk or iCloud Drive — and it asks in the name of this application, once per folder.
ar: يشغّل Vibe Manager وكلاء البرمجة نيابة عنك. يطلب macOS الإذن في كل مرة يقرأ فيها أحدهم سطح المكتب أو المستندات أو التنزيلات أو قرصًا خارجيًا أو iCloud Drive — ويطلبه باسم هذا التطبيق، مرة لكل مجلد.
de: Vibe Manager führt Coding-Agents in deinem Auftrag aus. macOS fragt jedes Mal um Erlaubnis, wenn einer von ihnen deinen Schreibtisch, „Dokumente“, „Downloads“, ein externes Volume oder iCloud Drive liest – und zwar im Namen dieser App, einmal pro Ordner.
es: Vibe Manager ejecuta agentes de código en tu nombre. macOS pide permiso cada vez que uno de ellos lee tu Escritorio, Documentos, Descargas, un disco externo o iCloud Drive — y lo pide en nombre de esta app, una vez por carpeta.
fr: Vibe Manager exécute des agents de code en votre nom. macOS demande une autorisation chaque fois que l’un d’eux lit votre Bureau, vos Documents, vos Téléchargements, un disque externe ou iCloud Drive — et il la demande au nom de cette application, une fois par dossier.
hi: Vibe Manager आपकी ओर से कोडिंग एजेंट चलाता है। जब भी उनमें से कोई आपका डेस्कटॉप, दस्तावेज़, डाउनलोड, बाहरी डिस्क या iCloud Drive पढ़ता है, macOS अनुमति माँगता है — और वह इस ऐप के नाम पर, हर फ़ोल्डर के लिए एक बार माँगता है।
it: Vibe Manager esegue agenti di programmazione per tuo conto. macOS chiede l’autorizzazione ogni volta che uno di essi legge la Scrivania, Documenti, Download, un disco esterno o iCloud Drive — e la chiede a nome di questa applicazione, una volta per cartella.
ja: Vibe Managerはあなたの代わりにコーディングエージェントを実行します。エージェントがデスクトップ、書類、ダウンロード、外部ディスク、iCloud Driveを読み取るたびに、macOSはこのアプリケーションの名前で、フォルダごとに1回ずつ許可を求めます。
ko: Vibe Manager는 사용자를 대신해 코딩 에이전트를 실행합니다. 에이전트가 데스크탑, 도큐멘트, 다운로드, 외장 디스크 또는 iCloud Drive를 읽을 때마다 macOS가 권한을 요청하며, 이 앱의 이름으로 폴더마다 한 번씩 요청합니다.
nl: Vibe Manager voert codeeragents voor je uit. macOS vraagt om toestemming telkens wanneer een van hen je bureaublad, Documenten, Downloads, een externe schijf of iCloud Drive leest — en het vraagt dat namens deze app, één keer per map.
pl: Vibe Manager uruchamia agentów kodujących w Twoim imieniu. macOS prosi o pozwolenie za każdym razem, gdy któryś z nich czyta Twoje biurko, Dokumenty, Pobrane rzeczy, dysk zewnętrzny lub iCloud Drive — i prosi w imieniu tej aplikacji, raz dla każdego folderu.
pt_br: O Vibe Manager executa agentes de código em seu nome. O macOS pede permissão toda vez que um deles lê sua Mesa, Documentos, Downloads, um disco externo ou o iCloud Drive — e pede em nome deste aplicativo, uma vez por pasta.
ru: Vibe Manager запускает агентов для программирования от вашего имени. macOS запрашивает разрешение каждый раз, когда один из них читает Рабочий стол, «Документы», «Загрузки», внешний диск или iCloud Drive, — и запрашивает от имени этого приложения, по разу для каждой папки.
tr: Vibe Manager kodlama ajanlarını sizin adınıza çalıştırır. Bunlardan biri Masaüstünüzü, Belgeler’i, İndirilenler’i, harici bir diski veya iCloud Drive’ı her okuduğunda macOS izin ister — ve bu izni bu uygulama adına, her klasör için bir kez ister.
uk: Vibe Manager запускає агентів для програмування від вашого імені. macOS запитує дозвіл щоразу, коли один із них читає ваш робочий стіл, «Документи», «Завантаження», зовнішній диск або iCloud Drive, — і запитує від імені цієї програми, один раз для кожної папки.
zh_hans: Vibe Manager 代你运行编程智能体。每当其中一个智能体读取你的桌面、“文稿”、“下载”、外置磁盘或 iCloud 云盘时，macOS 都会请求许可 — 并且是以此应用的名义，每个文件夹请求一次。
zh_hant: Vibe Manager 會代你執行程式碼代理程式。每當其中一個讀取你的「桌面」、「文件」、「下載項目」、外接磁碟或 iCloud 雲碟時，macOS 都會要求許可 — 並以此應用程式的名義，每個資料夾詢問一次。

source: Vibe Manager stopped unexpectedly. %lld sessions were running.
ar: توقف Vibe Manager بشكل غير متوقع. كانت %lld جلسة قيد التشغيل.
de: Vibe Manager wurde unerwartet beendet. %lld Sitzungen liefen.
es: Vibe Manager se ha detenido inesperadamente. Había %lld sesiones en ejecución.
fr: Vibe Manager s’est arrêté de façon inattendue. %lld sessions étaient en cours.
hi: Vibe Manager अप्रत्याशित रूप से बंद हो गया। %lld सेशन चल रहे थे।
it: Vibe Manager si è chiuso inaspettatamente. Erano in esecuzione %lld sessioni.
ja: Vibe Managerが予期せず停止しました。%lld個のセッションが実行中でした。
ko: Vibe Manager가 예기치 않게 중단되었습니다. 세션 %lld개가 실행 중이었습니다.
nl: Vibe Manager is onverwacht gestopt. Er waren %lld sessies actief.
pl: Vibe Manager nieoczekiwanie się zatrzymał. Działało %lld sesji.
pt_br: O Vibe Manager parou inesperadamente. %lld sessões estavam em execução.
ru: Vibe Manager неожиданно завершил работу. Работало %lld сессии.
tr: Vibe Manager beklenmedik şekilde durdu. %lld oturum çalışıyordu.
uk: Vibe Manager неочікувано зупинився. Працювали %lld сеансу.
zh_hans: Vibe Manager 意外停止。当时有 %lld 个会话正在运行。
zh_hant: Vibe Manager 意外停止。當時有 %lld 個工作階段在執行。

source: Vision
ar: الرؤية
de: Bildeingabe
es: Visión
hi: विज़न
it: Visione
ja: 画像認識
ko: 비전
nl: Beeld
pl: Wizja
pt_br: Visão
ru: Зрение
tr: Görü
uk: Бачення
zh_hans: 视觉
zh_hant: 視覺

source: Waiting
ar: في الانتظار
de: Wartend
es: En espera
fr: En attente
hi: प्रतीक्षा में
it: In attesa
ja: 待機中
ko: 대기 중
nl: Wachtend
pl: Oczekujące
pt_br: Aguardando
ru: Ожидание
tr: Bekliyor
uk: Очікує
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for the agent to show its dialog…
ar: في انتظار أن يعرض الوكيل مربع الحوار…
de: Warten, bis der Agent seinen Dialog anzeigt …
es: Esperando a que el agente muestre su diálogo…
fr: En attente de l’affichage du dialogue de l’agent…
hi: एजेंट के डायलॉग दिखाने की प्रतीक्षा…
it: In attesa che l’agente mostri la sua finestra di dialogo…
ja: エージェントがダイアログを表示するのを待っています…
ko: 에이전트가 대화상자를 표시하기를 기다리는 중…
nl: Wachten tot de agent het dialoogvenster toont…
pl: Oczekiwanie, aż agent wyświetli okno dialogowe…
pt_br: Aguardando o agente mostrar o diálogo…
ru: Ожидание, пока агент покажет свой диалог…
tr: Ajanın iletişim kutusunu göstermesi bekleniyor…
uk: Очікування, доки агент покаже свій діалог…
zh_hans: 正在等待智能体显示其对话框…
zh_hant: 正在等待代理程式顯示其對話框…

source: Waiting for your approval in the web view
ar: في انتظار موافقتك في عرض الويب
de: Wartet in der Webansicht auf deine Zustimmung
es: Espera tu aprobación en la vista web
fr: Attend votre accord dans la vue web
hi: वेब दृश्य में आपकी स्वीकृति की प्रतीक्षा
it: In attesa della tua approvazione nella vista web
ja: Webビューで承認を待っています
ko: 웹 보기에서 승인을 기다리는 중
nl: Wacht op je goedkeuring in de webweergave
pl: Czeka na Twoją zgodę w widoku www
pt_br: Aguardando sua aprovação na visualização web
ru: Ожидает вашего согласия в веб-панели
tr: Web görünümünde onayınız bekleniyor
uk: Очікує на вашу згоду у вебперегляді
zh_hans: 正在网页视图中等待你的批准
zh_hant: 正在網頁視圖中等待你的同意

source: Waiting in the terminal
ar: في الانتظار في الطرفية
de: Wartet im Terminal
es: En espera en el terminal
fr: En attente dans le terminal
hi: टर्मिनल में प्रतीक्षा
it: In attesa nel terminale
ja: ターミナルで待機中
ko: 터미널에서 대기 중
nl: Wacht in de terminal
pl: Czeka w terminalu
pt_br: Aguardando no terminal
ru: Ожидание в терминале
tr: Terminalde bekliyor
uk: Очікує в терміналі
zh_hans: 正在终端中等待
zh_hant: 在終端機中等待

source: Web
ar: الويب
hi: वेब
ko: 웹
ru: Веб
uk: Веб
zh_hans: 网页
zh_hant: 網頁

source: Web View
ar: عرض الويب
de: Webansicht
es: Vista web
fr: Vue web
hi: वेब दृश्य
it: Vista web
ja: Webビュー
ko: 웹 보기
nl: Webweergave
pl: Widok www
pt_br: Visualização Web
ru: Веб-панель
tr: Web Görünümü
uk: Вебперегляд
zh_hans: 网页视图
zh_hant: 網頁視圖

source: Web access
ar: الوصول إلى الويب
de: Webzugriff
es: Acceso web
fr: Accès web
hi: वेब ऐक्सेस
it: Accesso al web
ja: Webアクセス
ko: 웹 접근
nl: Webtoegang
pl: Dostęp do sieci www
pt_br: Acesso à web
ru: Доступ к вебу
tr: Web erişimi
uk: Доступ до вебу
zh_hans: 网页访问
zh_hant: 網頁取用

source: Web tabs
ar: علامات تبويب الويب
es: Pestañas web
fr: Onglets web
hi: वेब टैब
it: Pannelli web
ja: Webのタブ
ko: 웹 탭
nl: Webtabbladen
pl: Karty www
pt_br: Abas web
ru: Веб-вкладки
tr: Web sekmeleri
uk: Вебвкладки
zh_hans: 网页标签页
zh_hant: 網頁標籤頁

source: Web view
ar: عرض الويب
de: Webansicht
es: Vista web
fr: Vue web
hi: वेब दृश्य
it: Vista web
ja: Webビュー
ko: 웹 보기
nl: Webweergave
pl: Widok www
pt_br: Visualização web
ru: Веб-панель
tr: Web görünümü
uk: Вебперегляд
zh_hans: 网页视图
zh_hant: 網頁視圖

source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
hi: साप्ताहिक
it: Ogni settimana
ja: 毎週
ko: 매주
nl: Wekelijks
pl: Co tydzień
pt_br: Semanalmente
ru: Еженедельно
tr: Her Hafta
uk: Щотижня
zh_hans: 每周
zh_hant: 每週

source: What a process of this copy gets when it starts now.
ar: ما تحصل عليه عملية من هذه النسخة عندما تبدأ الآن.
de: Was ein jetzt startender Prozess dieser Kopie erhält.
es: Lo que obtiene un proceso de esta copia que se inicia ahora.
fr: Ce qu’obtient un processus de cette copie qui démarre maintenant.
hi: इस कॉपी की कोई प्रोसेस अभी शुरू होने पर क्या पाती है।
it: Ciò che ottiene un processo di questa copia se si avvia ora.
ja: このコピーのプロセスを今起動した場合に与えられるもの。
ko: 지금 시작하는 이 사본의 프로세스가 갖게 되는 권한입니다.
nl: Wat een proces van dit exemplaar krijgt als het nu start.
pl: Co otrzymuje proces tej kopii uruchamiany teraz.
pt_br: O que um processo desta cópia recebe ao iniciar agora.
ru: Что получит процесс этой копии, если запустится сейчас.
tr: Bu kopyanın bir işleminin şimdi başlarsa aldığı erişim.
uk: Що отримує процес цієї копії, якщо запуститься зараз.
zh_hans: 此副本的进程若现在启动将获得的权限。
zh_hant: 這份拷貝的程序若現在啟動會取得的權限。

source: What each side terminal showed is written to disk, so that it is still there when its session is reopened or Vibe Manager relaunched. It stays on this Mac, readable by you alone and out of backups. Turned off, the histories already kept are erased.
ar: يُكتب ما عرضته كل طرفية جانبية على القرص، ليبقى موجودًا عند إعادة فتح جلستها أو إعادة فتح Vibe Manager. يبقى على هذا الـ Mac، ولا يقرؤه أحد سواك، وخارج النسخ الاحتياطية. عند إيقاف هذا الخيار، تُمسح السجلات المحفوظة بالفعل.
de: Was jedes Nebenterminal angezeigt hat, wird auf das Volume geschrieben, damit es beim erneuten Öffnen der Sitzung oder nach einem Neustart von Vibe Manager noch da ist. Es bleibt auf diesem Mac, nur für dich lesbar und außerhalb von Backups. Wenn deaktiviert, werden bereits gespeicherte Verläufe gelöscht.
es: Lo que mostró cada terminal lateral se escribe en el disco para que siga ahí cuando se vuelva a abrir su sesión o Vibe Manager. Permanece en este Mac, legible solo por ti y fuera de las copias de seguridad. Si se desactiva, se borran los historiales ya conservados.
fr: Ce que montre chaque terminal annexe est écrit sur le disque, pour le retrouver quand sa session est rouverte ou Vibe Manager relancé. Il reste sur ce Mac, lisible par vous seul et hors des sauvegardes. Désactivé, les historiques déjà conservés sont effacés.
hi: हर साइड टर्मिनल ने जो दिखाया वह डिस्क पर लिखा जाता है, ताकि सेशन फिर से खोलने या Vibe Manager फिर से लॉन्च करने पर वह मौजूद रहे। यह इस Mac पर रहता है, केवल आपके द्वारा पढ़ा जा सकता है और बैकअप से बाहर रहता है। बंद करने पर, पहले से रखे गए इतिहास मिटा दिए जाते हैं।
it: Ciò che ha mostrato ogni terminale laterale viene scritto sul disco, così da ritrovarlo quando la sua sessione viene riaperta o Vibe Manager viene riavviato. Resta su questo Mac, leggibile solo da te ed escluso dai backup. Se disattivato, le cronologie già conservate vengono cancellate.
ja: 各サイドターミナルの表示内容はディスクに書き込まれ、セッションを再度開いたりVibe Managerを再起動したりしても残ります。このMac上に保存され、あなただけが読むことができ、バックアップの対象外です。オフにすると、保持済みの履歴は消去されます。
ko: 각 보조 터미널에 표시된 내용이 디스크에 기록되어 세션을 다시 열거나 Vibe Manager를 다시 실행해도 남아 있습니다. 이 Mac에만 보관되며, 본인만 읽을 수 있고 백업에서 제외됩니다. 끄면 이미 보관된 기록이 지워집니다.
nl: Wat elke zijterminal toonde, wordt naar schijf geschreven, zodat het er nog is wanneer de sessie opnieuw wordt geopend of Vibe Manager herstart. Het blijft op deze Mac, alleen leesbaar voor jou en buiten reservekopieën. Als dit uit staat, worden de al bewaarde geschiedenissen gewist.
pl: Zawartość każdego terminala bocznego jest zapisywana na dysku, aby była dostępna po ponownym otwarciu sesji lub ponownym uruchomieniu Vibe Manager. Pozostaje na tym Macu, czytelna tylko dla Ciebie i wyłączona z kopii zapasowych. Po wyłączeniu już zachowane historie zostaną wymazane.
pt_br: O que cada terminal lateral mostrou é gravado no disco, para continuar lá quando a sessão for reaberta ou o Vibe Manager reaberto. Fica neste Mac, legível apenas por você e fora dos backups. Se desativado, os históricos já guardados são apagados.
ru: Содержимое каждого бокового терминала записывается на диск, чтобы сохраниться при повторном открытии сессии или перезапуске Vibe Manager. Оно остаётся на этом Mac, доступно только вам и не попадает в резервные копии. Если выключить, уже сохранённая история будет удалена.
tr: Her yan terminalin gösterdikleri diske yazılır; böylece oturumu yeniden açıldığında veya Vibe Manager yeniden başlatıldığında hâlâ oradadır. Bu Mac’te kalır, yalnızca sizin tarafınızdan okunabilir ve yedeklere dahil edilmez. Kapatılırsa önceden saklanan geçmişler silinir.
uk: Вміст кожного бічного термінала записується на диск, щоб він залишався після повторного відкриття сеансу або перезапуску Vibe Manager. Він зберігається на цьому Mac, доступний для читання лише вам і не потрапляє в резервні копії. Якщо вимкнути, уже збережені історії буде стерто.
zh_hans: 每个侧边终端显示的内容都会写入磁盘，以便在重新打开会话或重新启动 Vibe Manager 后仍然可见。这些内容保留在这台 Mac 上，仅你可读取，且不纳入备份。关闭此选项后，已保留的历史记录将被抹掉。
zh_hant: 每個側邊終端機顯示的內容會寫入磁碟，以便在重新打開其工作階段或重新開啟 Vibe Manager 時仍在。它只會留在此 Mac 上，只有你能讀取，且不納入備份。關閉此選項時，已保留的歷史記錄會被清除。

source: What is it for?
ar: ما الغرض منه؟
de: Wofür ist das?
es: ¿Para qué sirve?
fr: À quoi sert-il ?
hi: यह किस लिए है?
it: A cosa serve?
ja: 用途
ko: 무엇을 위한 것입니까?
nl: Waar dient het voor?
pl: Do czego służy?
pt_br: Para que serve?
ru: Для чего это?
tr: Ne işe yarar?
uk: Для чого це?
zh_hans: 它的用途是什么？
zh_hant: 這是做什麼用的？

source: What recognises a ticket's address, and reads its title.
ar: ما يتعرّف على عنوان التذكرة، ويقرأ عنوانها.
de: Was die Adresse eines Tickets erkennt und seinen Titel liest.
es: Lo que reconoce la dirección de un ticket y lee su título.
fr: Ce qui reconnaît l’adresse d’un ticket, et lit son titre.
hi: जो टिकट का पता पहचानता है, और उसका शीर्षक पढ़ता है।
it: Ciò che riconosce l’indirizzo di un ticket e ne legge il titolo.
ja: チケットのアドレスを認識し、タイトルを読み取るものです。
ko: 티켓 주소를 인식하고 제목을 읽는 항목입니다.
nl: Wat het adres van een ticket herkent en de titel leest.
pl: Rozpoznaje adres zgłoszenia i odczytuje jego tytuł.
pt_br: O que reconhece o endereço de um ticket e lê seu título.
ru: То, что распознаёт адрес тикета и читает его название.
tr: Bir talebin adresini tanıyan ve başlığını okuyan.
uk: Те, що розпізнає адресу тікета й читає його назву.
zh_hans: 用于识别工单地址并读取其标题。
zh_hant: 負責辨識工單位址並讀取其標題的項目。

source: What runs in its side terminals will be stopped: %@.
ar: سيتم إيقاف ما يعمل في طرفياتها الجانبية: %@.
de: Was in ihren Nebenterminals läuft, wird gestoppt: %@.
es: Se detendrá lo que se ejecuta en sus terminales laterales: %@.
fr: Ce qui tourne dans ses terminaux annexes sera arrêté : %@.
hi: इसके साइड टर्मिनल में जो चल रहा है वह रोक दिया जाएगा: %@।
it: Ciò che è in esecuzione nei suoi terminali laterali verrà arrestato: %@.
ja: サイドターミナルで実行中の処理は停止されます：%@。
ko: 보조 터미널에서 실행 중인 항목이 중단됩니다: %@.
nl: Wat in de zijterminals draait, wordt gestopt: %@.
pl: To, co działa w jej terminalach bocznych, zostanie zatrzymane: %@.
pt_br: O que está em execução nos terminais laterais dela será parado: %@.
ru: Всё, что работает в её боковых терминалах, будет остановлено: %@.
tr: Yan terminallerinde çalışanlar durdurulacak: %@.
uk: Те, що працює в його бічних терміналах, буде зупинено: %@.
zh_hans: 其侧边终端中运行的内容将被停止：%@。
zh_hant: 其側邊終端機中執行的內容將會停止：%@。

source: What runs in their side terminals will be stopped.
ar: سيتم إيقاف ما يعمل في طرفياتها الجانبية.
de: Was in ihren Nebenterminals läuft, wird gestoppt.
es: Se detendrá lo que se ejecuta en sus terminales laterales.
fr: Ce qui tourne dans leurs terminaux annexes sera arrêté.
hi: उनके साइड टर्मिनल में जो चल रहा है वह रोक दिया जाएगा।
it: Ciò che è in esecuzione nei loro terminali laterali verrà arrestato.
ja: サイドターミナルで実行中の処理は停止されます。
ko: 보조 터미널에서 실행 중인 항목이 중단됩니다.
nl: Wat in hun zijterminals draait, wordt gestopt.
pl: To, co działa w ich terminalach bocznych, zostanie zatrzymane.
pt_br: O que está em execução nos terminais laterais delas será parado.
ru: Всё, что работает в их боковых терминалах, будет остановлено.
tr: Yan terminallerinde çalışanlar durdurulacak.
uk: Те, що працює в їхніх бічних терміналах, буде зупинено.
zh_hans: 它们侧边终端中运行的内容将被停止。
zh_hant: 其側邊終端機中執行的內容將會停止。

source: What the server speaks. Its documentation often says “OpenAI-compatible” or “Anthropic-compatible”.
ar: البروتوكول الذي يستخدمه الخادم. غالبًا ما تذكر وثائقه «متوافق مع OpenAI» أو «متوافق مع Anthropic».
de: Was der Server spricht. Seine Dokumentation sagt oft „OpenAI-kompatibel“ oder „Anthropic-kompatibel“.
es: Lo que habla el servidor. Su documentación suele decir “compatible con OpenAI” o “compatible con Anthropic”.
fr: Ce que parle le serveur. Sa documentation dit souvent « compatible OpenAI » ou « compatible Anthropic ».
hi: सर्वर किस प्रोटोकॉल का उपयोग करता है। इसके दस्तावेज़ में अक्सर “OpenAI-compatible” या “Anthropic-compatible” लिखा होता है।
it: Il protocollo che parla il server. La sua documentazione dice spesso “compatibile con OpenAI” o “compatibile con Anthropic”.
ja: サーバが使用するプロトコルです。ドキュメントには「OpenAI互換」や「Anthropic互換」と書かれていることがよくあります。
ko: 서버가 사용하는 프로토콜입니다. 서버 문서에 흔히 “OpenAI 호환” 또는 “Anthropic 호환”으로 표시됩니다.
nl: Wat de server spreekt. De documentatie zegt vaak ‘OpenAI-compatibel’ of ‘Anthropic-compatibel’.
pl: Protokół serwera. Jego dokumentacja często mówi „zgodny z OpenAI” lub „zgodny z Anthropic”.
pt_br: O que o servidor usa. A documentação dele costuma dizer “compatível com OpenAI” ou “compatível com Anthropic”.
ru: Протокол сервера. В его документации часто пишут «совместим с OpenAI» или «совместим с Anthropic».
tr: Sunucunun kullandığı protokol. Belgelerinde genellikle “OpenAI uyumlu” veya “Anthropic uyumlu” yazar.
uk: Протокол, яким говорить сервер. У його документації часто вказано «сумісний з OpenAI» або «сумісний з Anthropic».
zh_hans: 服务器使用的协议。其文档中通常会写“兼容 OpenAI”或“兼容 Anthropic”。
zh_hant: 伺服器使用的協定。其文件通常會寫「OpenAI 相容」或「Anthropic 相容」。

source: What was drawn is lost.
ar: سيُفقد ما تم رسمه.
de: Was gezeichnet wurde, geht verloren.
es: Se perderá lo dibujado.
fr: Ce qui a été dessiné sera perdu.
hi: जो बनाया गया था वह खो जाएगा।
it: Ciò che è stato disegnato andrà perso.
ja: 描画した内容は失われます。
ko: 그린 내용이 사라집니다.
nl: Wat getekend is, gaat verloren.
pl: To, co zostało narysowane, zostanie utracone.
pt_br: O que foi desenhado será perdido.
ru: Нарисованное будет потеряно.
tr: Çizilenler kaybolur.
uk: Намальоване буде втрачено.
zh_hans: 已绘制的内容将丢失。
zh_hant: 已繪製的內容將會遺失。

source: What you typed is kept until it is saved.
ar: يتم الاحتفاظ بما كتبته إلى أن يُحفظ.
de: Was du eingegeben hast, bleibt bis zum Sichern erhalten.
es: Lo que has escrito se conserva hasta que se guarde.
fr: Ce que vous avez tapé est conservé jusqu’à son enregistrement.
hi: आपने जो टाइप किया वह सहेजे जाने तक रखा जाता है।
it: Ciò che hai digitato viene conservato finché non viene salvato.
ja: 入力した内容は保存されるまで保持されます。
ko: 입력한 내용은 저장될 때까지 보관됩니다.
nl: Wat je hebt getypt, wordt vastgehouden totdat het is bewaard.
pl: To, co wpisano, jest przechowywane do czasu zachowania.
pt_br: O que você digitou é mantido até ser salvo.
ru: Введённое хранится до сохранения.
tr: Yazdıklarınız kaydedilene kadar saklanır.
uk: Введене зберігається, доки його не буде записано.
zh_hans: 你输入的内容会一直保留，直到存储为止。
zh_hant: 你輸入的內容會保留到儲存為止。

source: What you write here is the first message sent to the agent. Click Add to To Do to keep the session for later.
ar: ما تكتبه هنا هو أول رسالة تُرسل إلى الوكيل. انقر على «إضافة إلى «للتنفيذ»» للاحتفاظ بالجلسة لوقت لاحق.
de: Was du hier schreibst, ist die erste Nachricht an den Agent. Klicke auf „Zu ‚Zu erledigen‘ hinzufügen“, um die Sitzung für später aufzuheben.
es: Lo que escribas aquí es el primer mensaje que se envía al agente. Haz clic en “Añadir a Pendiente” para guardar la sesión para más tarde.
fr: Ce que vous écrivez ici est le premier message envoyé à l’agent. Cliquez sur « Ajouter à À faire » pour garder la session pour plus tard.
hi: आप यहाँ जो लिखते हैं वह एजेंट को भेजा जाने वाला पहला संदेश है। सेशन को बाद के लिए रखने के लिए “‘करना है’ में जोड़ें” पर क्लिक करें।
it: Ciò che scrivi qui è il primo messaggio inviato all’agente. Fai clic su Aggiungi a Da fare per tenere la sessione per dopo.
ja: ここに書いた内容が、エージェントに送信される最初のメッセージになります。あとで実行するには「『未着手』に追加」をクリックしてください。
ko: 여기에 작성한 내용이 에이전트에게 보내는 첫 메시지가 됩니다. 세션을 나중을 위해 보관하려면 “할 일에 추가”를 클릭하십시오.
nl: Wat je hier schrijft, is het eerste bericht aan de agent. Klik op ‘Voeg toe aan Te doen’ om de sessie voor later te bewaren.
pl: To, co tu napiszesz, będzie pierwszą wiadomością wysłaną do agenta. Kliknij „Dodaj do „Do zrobienia””, aby zostawić sesję na później.
pt_br: O que você escreve aqui é a primeira mensagem enviada ao agente. Clique em “Adicionar a ‘A Fazer’” para guardar a sessão para depois.
ru: То, что вы здесь напишете, станет первым сообщением агенту. Нажмите «Добавить в «К выполнению»», чтобы отложить сессию на потом.
tr: Buraya yazdığınız, ajana gönderilen ilk mesajdır. Oturumu sonraya saklamak için “Yapılacaklara Ekle”yi tıklayın.
uk: Те, що ви тут напишете, буде першим повідомленням агенту. Натисніть «Додати в «До виконання»», щоб відкласти сеанс на потім.
zh_hans: 你在此处输入的内容将作为第一条消息发送给智能体。点按“添加到‘待办’”可将会话留待以后处理。
zh_hant: 你在這裡撰寫的內容是傳送給代理程式的第一則訊息。按一下「加入『待辦』」可將工作階段留待稍後處理。

source: When Vibe Manager is not in front, an avatar presents the requests in a bubble. Notifications are then not needed.
ar: عندما لا يكون Vibe Manager في المقدمة، تعرض صورة رمزية الطلبات في فقاعة. ولا تكون الإشعارات ضرورية حينئذٍ.
de: Wenn Vibe Manager nicht im Vordergrund ist, präsentiert ein Avatar die Anfragen in einer Blase. Mitteilungen sind dann nicht nötig.
es: Cuando Vibe Manager no está en primer plano, un avatar presenta las solicitudes en una burbuja. Así no hacen falta notificaciones.
fr: Quand Vibe Manager n’est pas au premier plan, un avatar présente les demandes dans une bulle. Les notifications ne sont alors plus nécessaires.
hi: जब Vibe Manager सामने नहीं होता, तो एक अवतार बबल में अनुरोध प्रस्तुत करता है। तब सूचनाओं की ज़रूरत नहीं होती।
it: Quando Vibe Manager non è in primo piano, un avatar presenta le richieste in un fumetto. Le notifiche non sono quindi necessarie.
ja: Vibe Managerが最前面にないとき、アバターがバブルでリクエストを表示します。その場合、通知は不要です。
ko: Vibe Manager가 전면에 있지 않을 때 아바타가 말풍선으로 요청을 표시합니다. 따라서 알림이 필요하지 않습니다.
nl: Wanneer Vibe Manager niet op de voorgrond staat, presenteert een avatar de verzoeken in een bubbel. Meldingen zijn dan niet nodig.
pl: Gdy Vibe Manager nie jest na pierwszym planie, awatar przedstawia prośby w dymku. Powiadomienia nie są wtedy potrzebne.
pt_br: Quando o Vibe Manager não está em primeiro plano, um avatar apresenta as solicitações em um balão. As notificações deixam de ser necessárias.
ru: Когда Vibe Manager не на переднем плане, аватар показывает запросы в пузыре. Уведомления тогда не нужны.
tr: Vibe Manager önde değilken bir avatar istekleri bir balonda sunar. Bu durumda bildirimlere gerek kalmaz.
uk: Коли Vibe Manager не на передньому плані, аватар представляє запити в бульбашці. Тоді сповіщення не потрібні.
zh_hans: 当 Vibe Manager 不在最前面时，头像会在气泡中呈现请求。届时无需通知。
zh_hant: 當 Vibe Manager 不在最前方時，頭像會在泡泡中呈現請求。此時便不需要通知。
